[
  {
    "title": "PALMS BLANC",
    "image": "/src/Images/f76.jpeg",
    "publishedDate": "SEPTEMBER 22, 2023",
    "author": "FEYI FAKOLADE",
    "description": "Palms symbolize serenity, freedom, and unwavering strength, akin to nature's eternal witnesses. The Design: Our design proudly displays the phrase 'palms see everything' on the front, accompanied by a..."
  },
  {
    "title": "COZY SZN",
    "image": "/src/Images/f7.jpeg",
    "publishedDate": "SEPTEMBER 22, 2023",
    "author": "FEYI FAKOLADE",
    "description": "When the sun begins to shy away, leaves transition into a beautiful array of colors, and the air turns crisp and chilly, it;s a sure sign that we're entering the..."
  },
  {
    "title": "SAC a DOS - Our First Mobile Hoodie",
    "image": "/src/Images/f54.jpeg",
    "publishedDate": "SEPTEMBER 21, 2023",
    "author": "FEYI FAKOLADE",
    "description": "'SAC a DOS' - Introducing the BCKPAK, Our Innovative Mobile Hoodie! Our creation, SAC A DOS, bings together style and functionality like never before, redifining the concept of apparel. A..."
  },
  {
    "title": "FVT CTY",
    "image": "/src/Images/f50.jpeg",
    "publishedDate": "SEPTEMBER 21, 2023",
    "author": "FEYI FAKOLADE",
    "description": " Our identity is intrinsically tied to our origins and the places we connect with most profoundly. These locations influence our thoughts, creativity an ultimately the individuals we become. The Design:..."
  },
  {
    "title": "FVT CLASSIC",
    "image": "/src/Images/f52.jpeg",
    "publishedDate": "SEPTEMBER 21, 2023",
    "author": "FEYI FAKOLADE",
    "description": "This is the ultimate representation of FIVETEEN - a piece that stands alone in its uniqueness. The Design: This design elegantly showcases 'FIVETEEN' in a timeless college font, seamlessly blending..."
  },
  {
    "title": "XV PALMS",
    "image": "/src/Images/f51.jpeg",
    "publishedDate": "SEPTEMBER 21, 2023",
    "author": "FEYI FAKOLADE",
    "description": " This design showcase a captivating picture of palm trees against the backdrop of Lagos. This particular piece served as the catalyst for the 'Palms' movement that became evident in subsequent..."
  },
  {
    "title": "SLPLS NIGHTS",
    "image": "/src/Images/f53.jpeg",
    "publishedDate": "SEPTEMBER 21, 2023",
    "author": "FEYI FAKOLADE",
    "description": "  Freedom doesn't come early. This piece connects all of us and reminds us to celebrate all the people endlessly working towards their goals. The Design: This design incorporates several features..."
  }
]
